Repository: inqdesign/FutureVoice
Catalog: FutureVoice/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: People we invented to practice with — different jobs, places and ways of talking.
de: Erfundene Leute zum Üben — verschiedene Berufe, Orte und Sprechweisen.
es: Personas que inventamos para practicar: cada una con su trabajo, su lugar y su forma de hablar.
fr: Des personnes qu’on a inventées pour s’entraîner — chacune avec son métier, son coin et sa façon de parler.
ja: 練習用に作った架空の人たちです。仕事も、住む場所も、話し方もそれぞれ違います。
ko: 연습용으로 만든 가상의 사람들이에요 — 직업도, 사는 곳도, 말투도 제각각이에요.
zh_hans: 这些是我们虚构的练习对象，职业、住的地方和说话方式各不相同。
zh_hant: 這些是我們虛構的練習對象，職業、住的地方和說話方式各不相同。

source: People we invented to practice with — each one in the middle of something they'll want to talk about.
de: Erfundene Leute zum Üben — jede und jeder steckt gerade mitten in etwas, worüber sie reden wollen.
es: Personas que inventamos para practicar: cada una en medio de algo de lo que querrá hablar.
fr: Des personnes qu’on a inventées pour s’entraîner — chacune en plein milieu de quelque chose dont elle voudra parler.
ja: 練習用に作った人たちです。みんな今なにかの真っただ中にいて、話したいことがあります。
ko: 연습용으로 만든 사람들이에요 — 모두 지금 무언가의 한가운데에 있어서, 하고 싶은 이야기가 있어요.
zh_hans: 这些是我们虚构的练习对象，每个人都正在经历些什么，有想聊的事。
zh_hant: 這些是我們虛構的練習對象，每個人都正在經歷些什麼，有想聊的事。

source: People you've met
de: Schon getroffen
es: Personas que conociste
fr: Personnes rencontrées
ja: 会った人
ko: 만난 사람들
zh_hans: 见过的人
zh_hant: 見過的人

source: Phone mic
de: Telefon-Mikrofon
es: Micrófono del teléfono
fr: Micro du téléphone
ja: 本体マイク
ko: 폰 마이크
zh_hans: 手机麦克风
zh_hant: 手機麥克風

source: phrases
de: Wendungen
es: expresiones
fr: expressions
ja: 表現
ko: 표현
zh_hans: 用语
zh_hant: 用語

source: Phrases
de: Sätze
es: Frases
ja: 文
ko: 문장
zh_hans: 句子
zh_hant: 句子

source: Phrases picked up from your talks
de: Wendungen aus deinen Gesprächen
es: Expresiones recogidas en tus llamadas
fr: Expressions récoltées dans tes appels
ja: 通話で拾った表現
ko: 대화에서 주워 담은 표현
zh_hans: 从通话里捡到的用语
zh_hant: 從通話裡撿到的用語

source: Phrases you've picked up in your talks.
de: Sätze, die du in deinen Gesprächen aufgeschnappt hast.
es: Frases que has recogido en tus llamadas.
fr: Les phrases que tu as récoltées dans tes appels.
ja: 通話で拾ってきた文。
ko: 대화에서 주워 온 문장들.
zh_hans: 从通话里捡来的句子。
zh_hant: 從通話裡撿來的句子。

source: Pick a category
de: Kategorie wählen
es: Elige una categoría
fr: Choisir une catégorie
ja: カテゴリを選ぶ
ko: 카테고리 고르기
zh_hans: 选一个分类
zh_hant: 選一個分類

source: Pick a scenario
de: Situation wählen
es: Elige una situación
fr: Choisir une situation
ja: シチュエーションを選ぶ
ko: 상황 고르기
zh_hans: 选一个情境
zh_hant: 選一個情境

source: Pick a voice, or one of your people to have them play the scene as themselves.
de: Wähle eine Stimme — oder eine deiner Personen, damit sie die Szene als sie selbst spielt.
es: Elige una voz, o a una de tus personas para que haga la escena siendo ella misma.
fr: Choisis une voix, ou une de tes personnes pour qu’elle joue la scène dans son propre rôle.
ja: 声を選ぶか、登録している人の中から一人を選んで、本人としてシーンを演じてもらいましょう。
ko: 목소리를 고르거나, 내 사람 중 한 명을 골라 본인 역할로 연기하게 하세요.
zh_hans: 选一个声音，或选你的其中一位人物，让他以本人的身分演这个场景。
zh_hant: 選一個聲音，或選你的其中一位人物，讓他以本人的身分演這個場景。

source: Pick an area to go one step deeper — or type your own above.
de: Wähle einen Bereich, um einen Schritt tiefer zu gehen — oder tippe oben deinen eigenen ein.
es: Elige un área para bajar un nivel más — o escríbelo tú arriba.
fr: Choisis un domaine pour aller un cran plus loin — ou écris le tien au-dessus.
ja: もう一歩深く入る領域を選んでください。上に直接入力しても大丈夫です。
ko: 한 단계 더 들어갈 영역을 고르세요 — 위에 직접 입력해도 돼요.
zh_hans: 选一个领域再往下一层，或在上面直接输入。
zh_hant: 選一個領域再往下一層，或在上面直接輸入。

source: Pick your pace
de: Tempo wählen
es: Elige tu ritmo
fr: Choisis ton rythme
ja: 速さを選ぶ
ko: 속도 고르기
zh_hans: 选速度
zh_hant: 選速度

source: Plan & talk time
de: Tarif & Sprechzeit
es: Plan y tiempo de conversación
fr: Formule et temps de conversation
ja: プランと通話時間
ko: 요금제와 통화 시간
zh_hans: 方案与通话时间
zh_hant: 方案與通話時間

source: Play
de: Abspielen
es: Reproducir
fr: Lire
ja: 再生
ko: 재생
zh_hans: 播放
zh_hant: 播放

source: Play what you said
de: Abspielen, was du gesagt hast
es: Reproducir lo que dijiste
fr: Écouter ce que tu as dit
ja: 自分が言ったことを再生
ko: 내가 말한 것 재생
zh_hans: 播放我说的
zh_hant: 播放我說的

source: Play your recording
de: Deine Aufnahme abspielen
es: Reproducir la grabación
fr: Écouter ton enregistrement
ja: 録音を再生
ko: 녹음 재생
zh_hans: 播放录音
zh_hant: 播放錄音

source: Plenty for a great clone — stop whenever you're ready
de: Reicht locker für einen guten Klon — hör auf, wann du willst
es: Ya hay de sobra — para cuando quieras
fr: Il y en a largement assez — arrête quand tu veux
ja: 十分です。好きなタイミングで止めて大丈夫です
ko: 충분해요. 원할 때 멈추면 돼요
zh_hans: 够了，想停就可以停
zh_hant: 夠了，想停就可以停

source: Policy
de: Richtlinie
es: Política
fr: Politique
ja: ポリシー
ko: 처리방침
zh_hans: 政策
zh_hant: 政策

source: Practice
de: Üben
es: Práctica
fr: Pratique
ja: 練習
ko: 연습
zh_hans: 练习
zh_hant: 練習

source: Practice data
de: Übungsdaten
es: Datos de práctica
fr: Données de pratique
ja: 練習データ
ko: 연습 데이터
zh_hans: 练习数据
zh_hant: 練習資料

source: Practice language: %@
de: Lernsprache: %@
es: Idioma que practicas: %@
fr: Langue apprise : %@
ja: 練習する言語: %@
ko: 연습 언어: %@
zh_hans: 练习语言：%@
zh_hant: 練習語言：%@

source: Practice these %lld cards
de: Diese %lld Karten üben
es: Practicar estas %lld tarjetas
fr: S’entraîner sur ces %lld cartes
ja: このカード%lld枚を練習する
ko: 이 카드 %lld장 연습하기
zh_hans: 练习这%lld张卡片
zh_hant: 練習這%lld張卡片

source: Practice this card
de: Diese Karte üben
es: Practicar esta tarjeta
fr: S’entraîner sur cette carte
ja: このカードを練習する
ko: 이 카드 연습하기
zh_hans: 练习这张卡片
zh_hant: 練習這張卡片

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
ja: プレビュー
ko: 미리보기
zh_hans: 预览
zh_hant: 預覽

source: Preview %@
de: %@ probehören
es: Escuchar %@
fr: Écouter %@
ja: %@を試聴
ko: %@ 미리 듣기
zh_hans: 试听%@
zh_hant: 試聽%@

source: Previous selection
de: Vorherige Auswahl
es: Selección anterior
fr: Choix précédent
ja: 前回の選択
ko: 이전 선택
zh_hans: 上次的选择
zh_hant: 上次的選擇

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
ja: プライバシー
ko: 개인정보
zh_hans: 隐私权
zh_hant: 隱私權

source: Profile & settings
de: Profil & Einstellungen
es: Perfil y ajustes
fr: Profil et réglages
ja: プロフィールと設定
ko: 프로필 및 설정
zh_hans: 个人文件与设置
zh_hant: 個人檔案與設定

# Profile & settings, %@ of %lld minutes of talk left
source: Profile & settings, %1$@ of %2$lld minutes of talk left
de: Profil & Einstellungen, noch %1$@ von %2$lld Minuten Sprechzeit
es: Perfil y ajustes, quedan %1$@ de %2$lld minutos de conversación
fr: Profil et réglages, %1$@ sur %2$lld minutes de conversation restantes
ja: プロフィールと設定、通話%2$lld分中あと%1$@
ko: 프로필 및 설정, 통화 %2$lld분 중 %1$@ 남음
zh_hans: 个人文件与设置，通话%2$lld分钟还剩%1$@
zh_hant: 個人檔案與設定，通話%2$lld分鐘還剩%1$@

source: Progress
de: Fortschritt
es: Progreso
fr: Progression
ja: 成長
ko: 성장
zh_hans: 成长
zh_hant: 成長

source: Pronunciation
de: Aussprache
es: Pronunciación
fr: Prononciation
ja: 発音
ko: 발음
zh_hans: 发音
zh_hant: 發音

source: Provided by nawana until %@
de: Von nawana bereitgestellt bis %@
es: Lo ofrece nawana · hasta %@
fr: Offert par nawana · jusqu’au %@
ja: nawanaが提供 · %@まで
ko: 나와나가 제공 · %@까지
zh_hans: 由nawana提供 · 到%@为止
zh_hant: 由nawana提供 · 到%@為止

source: Publish
de: Veröffentlichen
es: Publicar
fr: Publier
ja: 公開する
ko: 공개하기
zh_hans: 公开
zh_hant: 公開

source: Pulling examples from your life…
de: Beispiele aus deinem Leben werden geholt…
es: Sacando ejemplos de tu día a día…
fr: On tire des exemples de ton quotidien…
ja: 日常から例文を集めています…
ko: 내 일상에서 예문을 가져오는 중…
zh_hans: 正在从你的日常找例句…
zh_hant: 正在從你的日常找例句…

source: Quirks, preferences, anything that helps me sound like you
de: Eigenheiten, Vorlieben — alles, was mich wie dich klingen lässt
es: Manías, gustos, cualquier cosa que me ayude a sonar como tú
fr: Des tics de langage, des goûts, tout ce qui m’aide à sonner comme toi
ja: 口ぐせや好みなど、自分らしく聞こえるようにするもの
ko: 말버릇이나 취향처럼, 나답게 들리게 하는 것들
zh_hans: 口头禅、喜好，任何能让我听起来更像你的东西
zh_hant: 口頭禪、喜好，任何能讓我聽起來更像你的東西

source: Rather just fill in a form?
de: Lieber ein Formular ausfüllen?
es: ¿Prefieres llenar un formulario?
fr: Tu préfères remplir un formulaire ?
ja: フォームで埋めるほうがいいですか？
ko: 그냥 양식으로 채우시겠어요?
zh_hans: 想直接填表单就好？
zh_hant: 想直接填表單就好？

source: Rating
de: Bewertung
es: Valoración
fr: Évaluation
ja: 評価
ko: 평가
zh_hans: 评价
zh_hant: 評價

source: Re-assessing your level now…
de: Dein Niveau wird neu eingestuft…
es: Volviendo a medir tu nivel…
fr: On réévalue ton niveau…
ja: レベルを判定し直しています…
ko: 레벨을 다시 판정하는 중…
zh_hans: 正在重新评估水平…
zh_hant: 正在重新評估程度…

source: Re-record
de: Neu aufnehmen
es: Grabar de nuevo
fr: Réenregistrer
ja: 再録音
ko: 다시 녹음
zh_hans: 重新录音
zh_hant: 重新錄音

source: Re-record it or delete it whenever you want, and deleting your account deletes it too.
de: Du kannst sie jederzeit neu aufnehmen oder löschen — und mit deinem Konto verschwindet sie mit.
es: Puedes volver a grabarla o borrarla cuando quieras, y si borras tu cuenta, se borra con ella.
fr: Tu peux la réenregistrer ou la supprimer quand tu veux, et si tu supprimes ton compte, elle disparaît avec.
ja: いつでも録音し直したり削除したりでき、アカウントを削除すれば一緒に消えます。
ko: 언제든 다시 녹음하거나 지울 수 있고, 계정에서 지우면 같이 사라집니다.
zh_hans: 随时可以重新录音或删除，删除账号时也会一起删掉。
zh_hant: 隨時可以重新錄音或刪除，刪除帳號時也會一起刪掉。

source: Re-record your voice?
de: Stimme neu aufnehmen?
es: ¿Volver a grabar tu voz?
fr: Réenregistrer ta voix ?
ja: 声を録音し直しますか？
ko: 목소리를 다시 녹음할까요?
zh_hans: 要重新录制声音吗？
zh_hant: 要重新錄製聲音嗎？

source: Read in
de: Lesen auf
es: Idioma de lectura
fr: Langue de lecture
ja: 読む言語
ko: 읽기 언어
zh_hans: 阅读语言
zh_hant: 閱讀語言

source: Read it naturally. Mistakes are fine — just keep going.
de: Lies es natürlich. Fehler sind okay — einfach weiterlesen.
es: Lee con naturalidad. Equivocarse está bien, solo sigue adelante.
fr: Lis naturellement. Se tromper n’est pas grave, continue simplement.
ja: 自然に読んでください。間違えても大丈夫なので、そのまま続けてください。
ko: 자연스럽게 읽으세요. 틀려도 괜찮으니 그냥 이어가면 돼요.
zh_hans: 自然地念就好。念错也没关系，继续就对了。
zh_hant: 自然地唸就好。唸錯也沒關係，繼續就對了。

source: Read the full report
de: Ganzen Bericht lesen
es: Ver el informe completo
fr: Voir le rapport complet
ja: レポート全体を見る
ko: 리포트 전체 보기
zh_hans: 看完整报告
zh_hant: 看完整報告

source: Read whichever one feels natural — we're capturing your voice, not your reading.
de: Lies, was sich natürlich anfühlt — wir erfassen deine Stimme, nicht dein Vorlesen.
es: Lee la que te salga más natural: estamos capturando tu voz, no tu lectura.
fr: Lis celle qui te vient le plus naturellement — on capte ta voix, pas ta lecture.
ja: 読みやすいほうを読んでください。朗読の上手さではなく、声を録るためですから。
ko: 편한 쪽으로 읽으세요. 낭독 실력이 아니라 목소리를 담는 거니까요.
zh_hans: 选顺口的那一段念就好。我们要的是你的声音，不是朗读能力。
zh_hant: 選順口的那一段唸就好。我們要的是你的聲音，不是朗讀能力。

source: Reading the backup file. This is the slow part — keep the app open.
de: Die Backup-Datei wird gelesen. Das ist der langsame Teil — lass die App offen.
es: Leyendo el archivo de la copia. Esta es la parte lenta, así que deja la app abierta.
fr: Lecture du fichier de sauvegarde. C’est la partie lente, alors laisse l’app ouverte.
ja: バックアップファイルを読み込んでいます。ここがいちばん時間がかかるので、アプリを開いたまま待ってください。
ko: 백업 파일을 읽는 중이에요. 여기가 제일 오래 걸리니 앱을 켜 둔 채로 기다려 주세요.
zh_hans: 正在读取备份档。这一步最花时间，请让App保持打开。
zh_hant: 正在讀取備份檔。這一步最花時間，請讓App保持開啟。

source: Ready — assessing your level now…
de: Bereit — dein Niveau wird jetzt ermittelt…
es: Listo — midiendo tu nivel…
fr: Prêt — on évalue ton niveau…
ja: 準備完了 · レベルを判定しています…
ko: 준비 완료 — 레벨을 판정하는 중…
zh_hans: 准备好了 · 正在评估水平…
zh_hant: 準備好了 · 正在評估程度…

source: Ready — re-assessing your level now…
de: Bereit — dein Niveau wird jetzt neu ermittelt…
es: Listo — volviendo a medir tu nivel…
fr: Prêt — on réévalue ton niveau…
ja: 準備完了 · レベルを判定し直しています…
ko: 준비 완료 — 레벨을 다시 판정하는 중…
zh_hans: 准备好了 · 正在重新评估水平…
zh_hant: 準備好了 · 正在重新評估程度…

source: Ready for your first talk?
de: Bereit für dein erstes Gespräch?
es: ¿Primera vez? Tranquilo, sin prisa.
fr: C’est la première fois ? Détends-toi, on prend notre temps.
ja: 初めてだよね？気楽にいこう。
ko: 처음이지? 편하게 해.
zh_hans: 第一次吧？放轻松。
zh_hant: 第一次吧？放輕鬆。

source: Ready to review
de: Bereit zur Wiederholung
es: Hora de repasar
fr: C’est l’heure de réviser
ja: 復習の時間です
ko: 복습할 시간이에요
zh_hans: 该复习了
zh_hant: 該複習了

source: Rebuild
de: Neu erstellen
es: Volver a crear
fr: Refaire
ja: 作り直す
ko: 다시 만들기
zh_hans: 重新创建
zh_hant: 重新建立

source: Rebuild your voice?
de: Stimme neu erstellen?
es: ¿Volver a crear tu voz?
fr: Refaire ta voix ?
ja: 声を作り直しますか？
ko: 목소리를 다시 만들까요?
zh_hans: 要重新创建声音吗？
zh_hant: 要重新建立聲音嗎？

source: Record again
de: Nochmal aufnehmen
es: Grabar otra vez
fr: Enregistrer à nouveau
ja: もう一度録音
ko: 다시 녹음
zh_hans: 再录一次
zh_hant: 再錄一次

source: Record here.
de: Hier aufnehmen.
es: Graba aquí.
fr: Enregistre ici.
ja: ここで録音してください。
ko: 여기서 녹음하세요.
zh_hans: 在这里录音。
zh_hant: 在這裡錄音。

source: Record your voice again?
de: Deine Stimme noch einmal aufnehmen?
es: ¿Grabar tu voz otra vez?
fr: Réenregistrer ta voix ?
ja: 声をもう一度録音しますか？
ko: 목소리를 다시 녹음할까요?
zh_hans: 要再录一次声音吗？
zh_hant: 要再錄一次聲音嗎？

source: Redeem
de: Einlösen
es: Canjear
fr: Valider
ja: 適用
ko: 등록
zh_hans: 兑换
zh_hant: 兌換

source: Refills to %lld minutes every day at midnight.
de: Wird jeden Tag um Mitternacht auf %lld Minuten aufgefüllt.
es: Pasada la medianoche, vuelves a empezar con %lld minutos.
fr: Passé minuit, tu repars avec %lld minutes.
ja: 日付が変わると、また%lld分から始まります。
ko: 자정이 지나면 다시 %lld분부터 시작해요.
zh_hans: 每天午夜过后，会重新从%lld分钟开始。
zh_hant: 每天午夜過後，會重新從%lld分鐘開始。

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: 更新
ko: 새로고침
zh_hans: 刷新
zh_hant: 重新整理

source: Refresh stories
de: Artikel aktualisieren
es: Actualizar noticias
fr: Actualiser les actus
ja: 記事を更新
ko: 기사 새로고침
zh_hans: 刷新新闻
zh_hant: 重新整理新聞

source: Relationship (e.g. Best friend, Kita parent, Manager)
de: Beziehung (z. B. bester Freund, Kita-Elternteil, Chef)
es: Relación (p. ej. mejor amigo, otro padre de la guardería, jefe)
fr: Relation (ex. meilleur ami, parent de la crèche, chef)
ja: 関係（例：親友、保育園の保護者、上司）
ko: 관계 (예: 절친, 어린이집 학부모, 상사)
zh_hans: 关系（例如：死党、幼儿园家长、主管）
zh_hant: 關係（例如：死黨、幼兒園家長、主管）

source: Remember this when
de: Merk es dir, wenn
es: Acuérdate de esto cuando
fr: Repense à ça quand
ja: こんなときに思い出して
ko: 이럴 때 떠올리세요
zh_hans: 这种时候想起来
zh_hant: 這種時候想起來

source: Reminders
de: Erinnerungen
es: Notificaciones
fr: Notifications
ja: 通知
ko: 알림
zh_hans: 通知
zh_hant: 通知

source: Reminders are off
de: Erinnerungen sind aus
es: Las notificaciones están desactivadas
fr: Les notifications sont désactivées
ja: 通知はオフです
ko: 알림이 꺼져 있어요
zh_hans: 通知已关闭
zh_hant: 通知已關閉

source: Reminders on
de: Erinnerungen an
es: Notificaciones activadas
fr: Notifications activées
ja: 通知オン
ko: 알림 켜짐
zh_hans: 通知已打开
zh_hant: 通知已開啟

source: Remove accent
de: Akzent entfernen
es: Quitar el acento
fr: Retirer l’accent
ja: アクセントを消す
ko: 억양 없애기
zh_hans: 移除口音
zh_hant: 移除口音

source: Remove from saved lines
de: Aus gespeicherten Sätzen entfernen
es: Quitar de las frases guardadas
fr: Retirer des phrases enregistrées
ja: 保存した文から削除
ko: 저장한 문장에서 삭제
zh_hans: 从已保存的句子中移除
zh_hant: 從已儲存的句子中移除

source: Renamed on this device only
de: Nur auf diesem Gerät umbenannt
es: El nombre solo cambia en este dispositivo
fr: Renommé sur cet appareil seulement
ja: この端末でのみ名前が変わります
ko: 이 기기에서만 이름이 바뀌어요
zh_hans: 只在这台设备上改名
zh_hant: 只在這台裝置上改名

source: Repeat your fluent self's lines from this talk.
de: Sprich die Sätze deines fließenden Ichs aus diesem Gespräch nach.
es: Repite las frases que dijo tu yo fluido en esta llamada.
fr: Répète les phrases de ton moi fluide dans cet appel.
ja: この通話で流暢な自分が言ったセリフを、まねして言ってみましょう。
ko: 이 대화에서 유창해진 내가 한 말을 따라 말해 보세요.
zh_hans: 跟着念这通电话里流利的自己说过的话。
zh_hant: 跟著唸這通電話裡流利的自己說過的話。

source: Replaces your current voice. Your recording is kept, so you can rebuild the original anytime from Me → Voice.
de: Ersetzt deine aktuelle Stimme. Deine Aufnahme bleibt erhalten — du kannst das Original jederzeit unter Me → Voice neu erstellen.
es: Sustituye tu voz actual. Tu grabación se conserva, así que puedes volver a crear la original cuando quieras en Mi perfil → Voz.
fr: Remplace ta voix actuelle. Ton enregistrement est conservé, donc tu peux refaire l’originale à tout moment dans Mon profil → Voix.
ja: 今の声をこれに置き換えます。録音はそのまま残るので、マイページ → 声からいつでも元に戻せます。
ko: 지금 목소리를 이걸로 바꿔요. 녹음은 그대로 남아 있어서, 설정 → 목소리에서 언제든 원래대로 되돌릴 수 있어요.
zh_hans: 会换掉现在的声音。录音会保留，随时可以到「我的 → 声音」换回原本的。
zh_hant: 會換掉現在的聲音。錄音會保留，隨時可以到「我的 → 聲音」換回原本的。

source: Replay
de: Nochmal anhören
es: Volver a escuchar
fr: Réécouter
ja: もう一度聞く
ko: 다시 듣기
zh_hans: 重听
zh_hant: 重聽

source: Replay anytime
de: Jederzeit nochmal
es: Vuelve a escucharlo cuando quieras
fr: Réécoute quand tu veux
ja: いつでももう一度聞ける
ko: 언제든 다시 듣기
zh_hans: 随时重听
zh_hant: 隨時重聽

source: Replay onboarding?
de: Einführung noch einmal abspielen?
es: ¿Repetir la configuración inicial?
fr: Refaire la configuration initiale ?
ja: オンボーディングをもう一度見ますか？
ko: 온보딩을 다시 볼까요?
zh_hans: 要重新跑一次初始设置吗？
zh_hant: 要重新跑一次初始設定嗎？

source: Replay the talk, pick up its words, shadow the smoother versions of your own lines — then continue the conversation.
de: Hör das Gespräch nochmal, nimm seine Wörter mit, sprich die geglätteten Fassungen deiner eigenen Sätze nach — und führ das Gespräch dann weiter.
es: Vuelve a escuchar la llamada, quédate con sus palabras, haz shadowing de tus frases ya pulidas y luego sigue la conversación.
fr: Réécoute l’appel, récupère ses mots, fais du shadowing sur tes phrases remises au propre — puis continue la conversation.
ja: 通話をもう一度聞いて、出てきた単語を拾い、より自然に直された自分の文をシャドーイングしてから、会話を続けましょう。
ko: 대화를 다시 듣고, 거기 나온 단어를 챙기고, 더 자연스럽게 고쳐진 내 문장을 섀도잉한 다음, 대화를 이어가세요.
zh_hans: 重听这通电话，捡起里面的单词，跟读修得更顺的自己的句子，然后接着聊下去。
zh_hant: 重聽這通電話，撿起裡面的單字，跟讀修得更順的自己的句子，然後接著聊下去。

source: Replaying a scene you've already watched is free.
de: Eine bereits angesehene Szene erneut abzuspielen ist kostenlos.
es: Volver a ver una escena que ya viste es gratis.
fr: Revoir une scène déjà vue est gratuit.
ja: すでに見たシーンをもう一度見るのは無料です。
ko: 이미 본 상황연습을 다시 보는 건 무료예요.
zh_hans: 重看已经看过的情境练习是免费的。
zh_hant: 重看已經看過的情境練習是免費的。

source: Reports compare week-over-week, so we wait until there's enough new material.
de: Berichte vergleichen Woche für Woche, deshalb warten wir, bis genug neues Material da ist.
es: Los informes comparan semana con semana, así que esperamos a que haya material nuevo suficiente.
fr: Les rapports comparent d’une semaine à l’autre, donc on attend qu’il y ait assez de nouveau matériel.
ja: レポートは週ごとに比べるので、新しい材料が十分たまるまで待ちます。
ko: 리포트는 주 단위로 비교하기 때문에, 새 자료가 충분히 쌓일 때까지 기다려요.
zh_hans: 报告是一周一周比较的，所以要等新材料累积够了才会有。
zh_hant: 報告是一週一週比較的，所以要等新材料累積夠了才會有。

source: Reps
de: Wdh.
es: Repeticiones
fr: Répétitions
ja: 反復
ko: 반복
zh_hans: 反复
zh_hant: 反覆

source: Required. Everything below is optional but the more you fill in, the more the simulated dialogues feel like the real person.
de: Pflichtfeld. Alles darunter ist optional — aber je mehr du ausfüllst, desto echter wirken die simulierten Dialoge.
es: Obligatorio. Lo de abajo es opcional, pero cuanto más completes, más se parecerán los diálogos a la persona real.
fr: Obligatoire. Le reste est facultatif, mais plus tu remplis, plus les dialogues ressemblent à la vraie personne.
ja: 必須項目です。以下は任意ですが、埋めるほど会話がその人らしくなります。
ko: 필수 항목이에요. 아래는 선택이지만, 채울수록 대화가 그 사람처럼 느껴져요.
zh_hans: 必填。下面的都是选填，但填得越多，对话就越像那个人。
zh_hant: 必填。下面的都是選填，但填得越多，對話就越像那個人。

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 초기화
zh_hans: 重设
zh_hant: 重設

source: Restart
de: Neu starten
es: Empezar de nuevo
fr: Recommencer
ja: 最初から
ko: 다시 시작
zh_hans: 重新开始
zh_hant: 重新開始

# Restored %lld files and %lld settings. Quit the app completely and reopen it.
source: Restored %1$lld files and %2$lld settings. Quit the app completely and reopen it.
de: %1$lld Dateien und %2$lld Einstellungen wiederhergestellt. Beende die App vollständig und öffne sie erneut.
es: Se restauraron %1$lld archivos y %2$lld ajustes. Cierra la app por completo y vuelve a abrirla.
fr: %1$lld fichiers et %2$lld réglages restaurés. Quitte complètement l’app et rouvre-la.
ja: ファイル%1$lld件と設定%2$lld件を復元しました。アプリを完全に終了してから、もう一度開いてください。
ko: 파일 %1$lld개와 설정 %2$lld개를 복원했어요. 앱을 완전히 종료한 뒤 다시 열어 주세요.
zh_hans: 已还原%1$lld个文件和%2$lld项设置。请完全关闭App后再重新打开。
zh_hant: 已還原%1$lld個檔案和%2$lld項設定。請完全關閉App後再重新開啟。

# Restoring %lld of %lld files…
source: Restoring %1$lld of %2$lld files…
de: %1$lld von %2$lld Dateien werden wiederhergestellt …
es: Restaurando %1$lld de %2$lld archivos…
fr: Restauration des fichiers : %1$lld sur %2$lld…
ja: ファイル%2$lld件中%1$lld件を復元しています…
ko: 파일 %2$lld개 중 %1$lld개 복원 중…
zh_hans: 正在还原第%1$lld个文件，共%2$lld个…
zh_hant: 正在還原第%1$lld個檔案，共%2$lld個…

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 다시 시도
zh_hans: 重试
zh_hant: 重試

source: Review
de: Wiederholen
es: Repaso
fr: Révision
ja: 復習
ko: 복습
zh_hans: 复习
zh_hant: 複習

source: Review %lld cards
de: %lld Karten wiederholen
es: Repasar %lld tarjetas
fr: Réviser %lld cartes
ja: カード%lld枚を復習
ko: 카드 %lld장 복습
zh_hans: 复习%lld张卡片
zh_hant: 複習%lld張卡片

# Review %lld grammar %@ from this talk
source: Review %1$lld grammar %2$@ from this talk
de: %1$lld Grammatikpunkte aus diesem Gespräch wiederholen
es: Repasar %1$lld puntos de gramática de esta llamada
fr: Réviser %1$lld points de grammaire de cet appel
ja: この通話の文法ポイント%1$lld件を復習
ko: 이 대화의 문법 포인트 %1$lld개 복습
zh_hans: 复习这通电话的%1$lld个语法重点
zh_hant: 複習這通電話的%1$lld個文法重點

source: Review 1 card
de: 1 Karte wiederholen
es: Repasar 1 tarjeta
fr: Réviser 1 carte
ja: カード1枚を復習
ko: 카드 1장 복습
zh_hans: 复习1张卡片
zh_hant: 複習1張卡片

source: Review book
de: Übungsbuch
es: Cuaderno de repaso
fr: Carnet de révision
ja: 復習ブック
ko: 복습 교재
zh_hans: 复习本
zh_hant: 複習本

source: Review material missing
de: Lernmaterial fehlt
es: Sin material de repaso
fr: Pas de matériel de révision
ja: 復習の材料がありません
ko: 복습 자료 없음
zh_hans: 没有复习材料
zh_hant: 沒有複習材料

source: Review this talk
de: Dieses Gespräch wiederholen
es: Repasar esta llamada
fr: Réviser cet appel
ja: この通話を復習する
ko: 이 대화 복습하기
zh_hans: 复习这通电话
zh_hant: 複習這通電話

source: Reviewing, replaying, and building situations never cost talk time — no matter how much you do.
de: Wiederholen, erneut Abspielen und Situationen erstellen kosten nie Sprechzeit — egal wie viel du machst.
es: Repasar, volver a escuchar y crear situaciones nunca gasta tiempo de conversación, por mucho que lo hagas.
fr: Réviser, réécouter et créer des situations ne coûte jamais de temps de conversation — quoi que tu en fasses.
ja: 復習、もう一度聞く、シチュエーション作りは、いくらやっても通話時間を使いません。
ko: 복습, 다시 듣기, 상황 만들기는 아무리 해도 통화 시간을 쓰지 않아요.
zh_hans: 复习、重听、创建情境都不会用到通话时间，不管做多少都一样。
zh_hant: 複習、重聽、建立情境都不會用到通話時間，不管做多少都一樣。

source: Rhythm
de: Rhythmus
es: Ritmo
fr: Rythme
ja: リズム
ko: 리듬
zh_hans: 节奏
zh_hant: 節奏

source: Rough transcript — the final recognition pass didn't finish (network). The score may be off this time.
de: Grobes Transkript — die abschließende Erkennung lief nicht durch (Netzwerk). Die Bewertung kann diesmal danebenliegen.
es: Transcripción aproximada: el reconocimiento final no terminó por la red. La puntuación puede no ser exacta esta vez.
fr: Transcription approximative : la reconnaissance finale n’a pas pu finir (réseau). Le score peut être faux cette fois.
ja: 文字起こしが粗いです。ネットワークのせいで最終認識が終わりませんでした。今回のスコアは正確でないかもしれません。
ko: 받아쓰기가 거칠어요. 네트워크 때문에 최종 인식이 끝나지 못했거든요. 이번 점수는 정확하지 않을 수 있어요.
zh_hans: 文字记录比较粗糙。因为网络的关系，最后一次识别没有完成。这次的分数可能不太准。
zh_hant: 逐字稿比較粗糙。因為網路的關係，最後一次辨識沒有完成。這次的分數可能不太準。

source: Same bands as “How this is assessed” — tap a skill for its measured numbers.
de: Dieselben Bänder wie unter „How this is assessed“ — tippe einen Bereich an für die gemessenen Werte.
es: Las mismas bandas que en “Cómo se evalúa” — toca una destreza para ver sus números medidos.
fr: Mêmes bandes que dans “Comment c’est évalué” — touche une compétence pour voir ses chiffres mesurés.
ja: 「判定方法」と同じ基準です。項目をタップすると、実際に測った数値が見られます。
ko: “How this is assessed”와 같은 기준이에요. 항목을 누르면 실제로 잰 수치를 볼 수 있어요.
zh_hans: 和「判定方式」用的是同一套标准。点击项目就能看到实际量到的数字。
zh_hant: 和「判定方式」用的是同一套標準。點一下項目就能看到實際量到的數字。

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
zh_hans: 保存
zh_hant: 儲存

source: Save conversation
de: Gespräch sichern
es: Guardar la conversación
fr: Enregistrer la conversation
ja: 会話を保存
ko: 대화 저장
zh_hans: 保存对话
zh_hant: 儲存對話

source: Save line
de: Satz speichern
es: Guardar la frase
fr: Enregistrer la phrase
ja: 文を保存
ko: 문장 저장
zh_hans: 保存句子
zh_hant: 儲存句子
